Repository: Saffanahk/Chance
Catalog: wheely/UberSwiftUITutorial/App/*.lproj/Localizable.strings
Languages: ar

source: Current location
ar: الموقع الحالي

source: 1:30 PM
ar: ١:٣٠ م

source: Apple Academy
ar: أكاديمية أبل

source: 1:45 PM
ar: ١:٤٥ م

source: SUGGESTED RIDES
ar: المركبات المقترحة

source: Visa
ar: فيزا

source: CONFIRM
ar: تأكيد

source: Where to?
ar: الى أين؟

source: No input..
ar: لا يوجد مدخلات

source: Car
ar: سيارة

source: Van
ar: عائلية

source: Luxury
ar: كبيرة
